[
  {
    "title": "Age-related hyperkyphosis: update of its potential causes and clinical impacts—narrative review",
    "authors": [
      "Tayebeh Roghani",
      "Minoo Khalkhali Zavieh",
      "Farideh Dehghan Manshadi",
      "Nicole King",
      "Wendy Katzman"
    ],
    "year": "2017",
    "journal": "Aging Clin Exp Res",
    "doi": "10.1007/s40520-016-0617-3",
    "keywords": "Ageing; Back muscles; Hyperkyphosis; Osteoporosis; Posture",
    "abstract": "The present study aims to qualitatively review the contributing factors and health implications of age-related hyperkyphosis. We conducted a narrative review of observational and cohort studies describing the risk factors and epidemiology of hyperkyphosis from 1955 to 2016 using the following key words: kyphosis, hyperkyphosis, posture, age-related hyperkyphosis, kyphotic posture, aetiology and causes. This review included 77 studies. Approximately 60–70 % of the most severe hyperkyphosis cases have no evidence of underlying vertebral compression fractures. Other proposed factors contributing to hyperkyphosis are degenerative disc disease, weakness of back extensor muscles and genetic predisposition. Strength and endurance of back extensor muscles are very important for maintaining normal postural alignment. Recent evidence suggests that age-related hyperkyphosis is not equivalent to spinal osteoporosis. Due to the negative impact of hyperkyphosis on physical function, quality of life and mortality rates, physicians should focus not only on osteoporosis, but also on age-related postural changes. More research about the relationship between spinal morphology and modifiable factors, especially the structural and functional parameters of trunk muscles, could further illuminate our understanding and treatment options for hyperkyphosis.",
    "filename": "age related kyphosis 2017.pdf"
  },
  {
    "title": "Comparison of sagittal spinal alignment on standing plain x-rays and supine MRI in degenerative lumbar disease",
    "authors": [
      "Xiaolong Fan",
      "Deting Xue",
      "Zhijun Pan",
      "Yulu Wang"
    ],
    "year": "2023",
    "journal": "Frontiers in Surgery",
    "doi": "10.3389/fsurg.2023.1103952",
    "keywords": "degenerative lumbar disease, sagittal spinal alignment, standing plain x-rays, supine MRI, spine",
    "abstract": "This study compared standing plain x-rays and supine MRI for evaluating spinal sagittal alignment in degenerative lumbar disease (DLD) and examined the possible correlation between the measurements obtained using the two imaging modes.",
    "filename": "align supine vs standing in degen lumbar 2020.pdf"
  },
  {
    "title": "Degenerative Spinal Deformity",
    "authors": [
      "Tamir Ailon, MD, MPH",
      "Justin S. Smith, MD, PhD",
      "Christopher I. Shaffrey, MD, FACS",
      "Lawrence G. Lenke, MD",
      "Darrel Brodke, MD",
      "James S. Harrop, MD",
      "Michael Fehlings, MD, PhD",
      "Christopher P. Ames, MD"
    ],
    "year": "2015",
    "journal": "Neurosurgery",
    "doi": "10.1227/NEU.0000000000000938",
    "keywords": "Adult spinal deformity, Deformity correction, Degenerative spinal deformity, Kyphoscoliosis, Scoliosis",
    "abstract": "Degenerative spinal deformity afflicts a significant portion of the elderly and is increasing in prevalence. Recent evidence has revealed sagittal plane malalignment to be a key driver of pain and disability in this population and has led to a significant shift toward a more evidence-based management paradigm.",
    "filename": "degen sd 2015.pdf"
  },
  {
    "title": "Fatty Replacement of Lower Paraspinal Muscles: Normal and Neuromuscular Disorders",
    "authors": [
      "Herzlia Hadar",
      "Natan Gadoth",
      "Marina Heifetz"
    ],
    "year": 1983,
    "journal": "AJR (American Journal of Roentgenology)",
    "doi": "unknown",
    "keywords": "fatty replacement, lower paraspinal muscles, normal and neuromuscular disorders",
    "abstract": "Fatty replacement of paraspinal muscles was evaluated in 157 patients and 5 patients with neuromuscular disorders. The changes were graded according to severity at three spinal levels. Fatty replacement was found to be a normal age-progressive phenomenon, most prominent in females. The severest changes in patients with neuromuscular disorders consisted of complete muscle group replacement by fat. Computed tomography of muscles may be helpful in planning a better rehabilitation regimen.",
    "filename": "hadar1983.pdf"
  },
  {
    "title": "Dynamics of N6-methyladenosine modification during aging and their potential roles in the degeneration of intervertebral disc",
    "authors": [
      "Libangxi Liu",
      "Hong Sun",
      "Yang Zhang",
      "Chang Liu",
      "Yong Zhuang",
      "Miao Liu",
      "Xuezheng Ai",
      "Dan Long",
      "Bo Huang",
      "Changqing Li",
      "Yue Zhou",
      "Shiwu Dong",
      "Chencheng Feng"
    ],
    "year": "2024",
    "journal": "JOR Spine",
    "doi": "10.1002/jsp2.1316",
    "keywords": [
      "aging",
      "epigenetic regulation",
      "intervertebral disc degeneration",
      "m6A modification",
      "nucleus pulposus"
    ],
    "abstract": "Background: The N6-methyladenosine (m6A) dynamic s in the progression of interverteb-ral disc (IVD) aging remain largely unknown. This study aimed to explore the distribution and pattern of m6A modification in nucleus pulpous (NP) tissues of rats at different ages. Methods: Histological staining and MRI were performed to evaluate the degeneration of IVD. The expression of m6A modifiers was analyzed using qRT-PCR and western blot. Sub-sequently, methylated RNA immunoprecipitat ion next generation sequencing and RNA-seq were conducted to identify differences in m6A methylome and transcriptome of NP tissues. Results: Compared to 2-month-old rats, we found significant changes in the global m6A level and the expression of Mettl3 and FTO in NP tissues from 20-month-old rats. During the progression of NP aging, there were 1126 persistently differentially m6A peaks within 931 genes, and 51 persistently differentially expressed genes. GO and KEGG analyses showed that these m6A peaks and m6A modified genes were mainly engaged in the biological processes and pathways of intervertebral disc deger-mation (IDD), such as extracellular matrix metabolism, angiogenesis, inflammatory response, mTOR and AMPK signaling pathways. Meanwhile, conjoint analyses andVenn diagram revealed a total of 405 aging related genes contained significant meth-ylation and expression levels in 20-month-old rats in contrast to 2-month-old and 10-month-old rats. Moreover, it was found that four aging related genes with hyper-methylated modification including BUB1, CA12, Adamts1, and Adamts4 depicted dif-ferentially expressed at protein level, of which BUB1 and CA12 were decreased,while Adamts1 and Adamts4 were increased during the progression of NP aging. Conclusion: Collectively, this study elucidated the distribution and pattern of m6A modification during the aging of IVD. Furthermore, the m6A modified genes were involved in the IDD related biological processes and pathways. These findings may provide novel insights into the mechanisms and therapies of IDD from the perspec-tive of aging.",
    "filename": "JSP2-7-e1316.pdf"
  },
  {
    "title": "Defining Spino-Pelvic Alignment Thresholds",
    "authors": [
      "Renaud Lafage, MS",
      "Frank Schwab, MD",
      "Vincent Challier, MD",
      "Jensen K. Henry, BA",
      "Jeffrey Gum, MD",
      "Justin Smith, MD, PhD",
      "Richard Hostin, MD",
      "Christopher Shaffrey, MD",
      "Han J. Kim, MD",
      "Christopher Ames, MD",
      "Justin Scheer, BS",
      "Eric Klineberg, MD",
      "Shay Bess, MD",
      "Douglas Burton, MD",
      "Virginie Lafage, PhD"
    ],
    "year": "2016",
    "journal": "Spine",
    "doi": "10.1097/BRS.0000000000001171",
    "keywords": "adult spinal deformity, age, age-specific, elderly, Health-Related Quality of Life, Oswestry Disability Index, realignment, sagittal alignment, sagittal balance, sagittal malalignment, SF-36, spino-pelvic alignment, threshold",
    "abstract": "The purpose of this study was to investigate preoperative spino-pelvic alignment and Health-Related Quality of Life (HRQOL) outcomes in adult spinal deformity (ASD) patients. We conducted a multicenter, retrospective analysis of prospectively collected data from ASD patients conducted through the International Spine Study Group. Using the entire population’s baseline data, linear regression analysis allowed for calculation of Oswestry Disability Index (ODI) US-norms from the SF-36 Physical Component Score (PCS) US-norms. Once this relationship was established, multilinear regressions were performed using age and HRQOL as independent parameters and radiographic parameters as dependent parameters. Subsequently, ODI US-norm values were used to establish age-specific values of alignment. The study demonstrated that sagittal spino-pelvic alignment varies with age. Thus, operative realignment targets should account for age, with younger patients requiring more rigorous alignment objectives.",
    "filename": "lafage2016.pdf"
  },
  {
    "title": "Should Sagittal Spinal Alignment Targets for Adult Spinal Deformity Correction Depend on Pelvic Incidence and Age?",
    "authors": [
      "Themistocles S. Protopsaltis, MD",
      "Alexandra Soroceanu, MD MPH",
      "Jared C. Tishelman, BA",
      "Aaron J. Buckland, MBBS FRACS",
      "Gregory M. Mundis Jr., MD",
      "Justin S. Smith, MD PhD",
      "Alan Daniels, MD",
      "Lawrence G. Lenke, MD",
      "Han Jo Kim, MD",
      "Eric O. Klineberg, MD",
      "Christopher P. Ames, MD",
      "Robert A. Hart, MD",
      "Shay Bess, MD",
      "Christopher I. Shaffrey, MD",
      "Frank J. Schwab, MD",
      "Virginie Lafage, PhD"
    ],
    "year": "2020",
    "journal": "Spine",
    "doi": "10.1097/BRS.0000000000003237",
    "keywords": "adult spinal deformity, deformity correction, sagittal spinal alignment, surgery",
    "abstract": "Background ContextThe goal of this study was to investigate the relationship between sagittal spinal alignment and pelvic incidence in adult spinal deformity (ASD) patients. While the T1 pelvic-angle (TPA) has become a widely used tool for assessing sagittal spinal alignment, its relationship to pelvic incidence and patient age is not well understood. MethodsFor this multicenter prospective study, the records of 903 ASD patients were reviewed in conjunction with a cohort of 111 asymptomatic subjects. Radiographic measurements included TPA, sagittal vertical axis (SVA), pelvic tilt (PT), and pelvic incidence (PI). ResultsAmong ASD patients, correlation analyses showed significant relationships between TPA and age (P<0.0001), PI (P<0.0001), and SF-36 PCS (P<0.0001). Similar relationships were observed between SVA, PT, PI-LL, T1-SPI, and SF-36 PCS. Among asymptomatic subjects, TPA correlated with PI and age, with moderate correlations observed between these variables. The asymptomatic TPA values were correlated with both PI and age using a linear regression model. In ASD patients, age-specific targets for TPA and SVA were developed using normative age-specific SF-36 PCS values, while targets for PI, SVA, and PT were generated in conjunction with the linear regression model for alignments under different disability levels. ConclusionsThis study demonstrates a strong relationship between TPA and PI in ASD patients, underscoring the need to incorporate PI into sagittal spinal alignment targets. The data also highlight the value of accounting for patient age when setting sagittal spinal alignment targets, as older patients tend to require less rigorous spinal alignment correction. Furthermore, the use of normative age-specific SF-36 PCS values to establish optimal sagittal spinal alignment targets for ASD patients is supported by the results, which demonstrate a significant correlation between TPA and SF-36 PCS.",
    "filename": "schwab pi age.pdf"
  }
]